Autodesk.Revit.DB.OpenOptions.DoNotLoadLinks
Whether or not loading links when opening the model
Remarks:
Default behavior is to load the links
Since:
2013

Autodesk.Revit.DB.OpenOptions.IgnoreExtensibleStorageSchemaConflict
Specifies whether to ignore the error of schema conflict.
Remarks:
The default is false.  Setting this to true will ignore the exception of schema conflict while opening the model.
Data in the existing schema with the same ID will be erased from the model.
Since:
2022